Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/duties_and_vat/stamp_duty_on_financial_cards.html.txt.tmx
Source language: en
Languages: ga

source: Stamp duty on financial cards
ga: Dleacht stampála ar chártaí airgeadais

source: • ATM cards and debit cards
ga: • Uathchártaí Bainc (ATM) agus cártaí dochair

source: • Credit cards and charge cards
ga: • Cártaí creidmheasa agus cártaí muirir

source: A tax (or stamp duty) is charged by the Government on cards issued by financial institutions in Ireland each year
ga: Gearrtar Rialtas cáin (nó dleacht stampála) ar chártaí eisithe ag institiúidí airgeadais gach bliain

source: If you use one of the following cards issued by a financial institution, you must pay a tax each year
ga: Má úsáideann tú ceann de na cártaí seo a leanas a eisíonn an institiúid airgeadais, caithfidh tú cáin a íoc gach bliain ar an gcárta sin

source: • ATM (Automatic Teller Machine) cards and debit cards
ga: • Uathchártaí Bainc (ATM) agus cártaí dochair

source: The €2.50 per annum charge on ATM cards and €5 on combined (ATM and debit) cards was abolished from 1 January 2016
ga: • Uathchárta Bainc (ATM): €2.50 • Cárta dochair: €2.50

source: A new 12 cent fee per ATM withdrawal is being introduced from 1 January 2016
ga: • Uathchárta Bainc agus Cárta Dochair i gcomhar: €5

source: The total fee paid per annum per card will be capped at €2.50 on ATM cards and €5 on combined (ATM and debit) cards
ga: Cuirtear an dleacht i bhfeidhm ar gach cárta, in áit gach cuntais. Ní bhaineann sé le hathsholáthar cárta a cailleadh

source: The transaction limit on contactless payments increased from €15 to €30 on 31 October 2015
ga: Gearrtar an dleacht gach bliain do chártaí a bhí i seilbh ar Nollaig 31

source: ATM cards and debit cards
ga: Tá roinnt díolúiní ann:

source: From 1 January 2016, a new government stamp duty of 12 cent applies to ATM withdrawals (this is in addition to any charge from your bank)
ga: Tá sé seo fíor fiú má úsáideann tú cárta le leabhar seice, ráiteas comhardaithe a iarraidh, nó má chruthaíonn tú d’uimhir chuntais nó d’aitheantas

source: This is capped at €2.50 for ATM cards and €5 for combined (ATM and debit) cards
ga: Níl aon mhuirear ann má eisítear an cárta ar chuntas taisce a bhfuil meán-iarmhéid aige de níos lú ná €12.70

source: This stamp duty will be collected in arrears
ga: • Níl aon dleacht iníoctha nuair a fhaigheann sealbhóir an chárta bás i rith na tréimhse cuntasóireachta

source: This means that charges you incur in 2016 will be charged to your account on 31 December 2016
ga: • Níl dleacht stampála dlite ort má tá do sheoladh billeála lasmuigh den Stát

source: Credit cards and charge cards
ga: Cártaí creidmheasa agus cártaí muirir

source: A credit card is a plastic card issued by a financial institution that allows you to obtain goods, services or cash up to a stipulated credit limit
ga: Is cárta plaisteach é cárta creidmheasa eisithe ag institiúid airgeadais a chuireann ar do chumas earraí, seirbhísí nó airgead reatha a fháil suas le teorainn creidmheasa ordaithe

source: You then pay the credit card company for the amount of the total sales you charge on the card
ga: Ansin íocann tú comhlacht an chárta creidmheasa do mhéid iomlán na n-íocaíochtaí a ghearrann tú ar an gcárta

source: Interest is charged on any outstanding balance each month
ga: Gearrtar ús ar aon iarmhéid amuigh gach mí

source: A charge card can be used like a credit card except no interest is charged since balances are paid by you at the end of each month
ga: Is féidir cárta muirir a úsáid go díreach mar an gcéanna le cárta creidmheasa ach amháin nach ngearrtar aon ús cionn is go n-íocann tú iarmhéideanna ag deireadh gach mí

source: The stamp duty is payable annually as follows:
ga: Tá an dleacht stampála iníoctha go bliantúil mar a leanas:

source: The charge is for each account
ga: Tá an muirear do gach cuntas

source: You can have additional cards issued on his/her account without paying extra duty
ga: Is féidir le duine cártaí breise a bheith aige eisithe ar a c(h)untas gan dleacht breise a íoc

source: Companies that have a number of cards on one account must pay the duty on each card
ga: Caithfidh cuideachtaí a bhfuil roinnt cártaí acu ar aon chuntas an dleacht a íoc ar gach cárta

source: Stamp duty is generally collected on 1 April for the preceding year
ga: Tá an dleacht le híoc ar 1 Aibreán don bhliain roimhe sin

source: The tax year for the stamp duty begins on April 2
ga: Tosaíonn an dleacht stampála ar Aibreán 2

source: If the credit card account is closed and has never been used, no stamp duty is payable provided that you close the account in the same period as it was opened
ga: Má dhúntar an cuntas chárta creidmheasa agus mura n-úsáideadh riamh é, ní gá aon dleacht stampála a íoc chomh fada agus a dhúnann tú an cuntas sa tréimhse céanna inar osclaíodh é

source: If you don't close the account in the period it was opened you will be charged stamp duty on it even if it has never been used
ga: Mura dhúnann tú an cuntas sa tréimhse céanna inar osclaíodh é beidh ort dleacht stampála a íoc air fiú mura n-úsáideadh riamh é

source: If you have used your card and you close your account during the year, you will be charged stamp duty on closure
ga: Más rud é gur bhain tú úsáid as do chárta agus má dhúnann tú do chuntas le linn na bliana, gearrfar dleacht stampála ort nuair a dhúntar é

source: If you are changing to a different credit card account you don’t have to pay the duty again for that year
ga: Má tá tú ag aistriú chuig cuntas eile ní gá duit an dleacht a íoc níos mó ná uair amháin

source: When you are closing the account your card issuer will give you a letter of closure stating that you have paid your stamp duty for the year
ga: Agus tú ag druid do chuntais tabharfaidh d’eisitheoir cárta litir dúnta duit ag rá go bhfuil do dhleacht stampála íoctha agat don bhliain

source: If you give this letter to your new card issuer, you will not be charged stamp duty by them for that year
ga: Má thugann tú an litir seo d’eisitheoir do chárta nua, ní ghearrfar dleacht stampála ort don bhliain sin

source: You can change account as often as you like during the year without paying extra duty, as long as you transfer a letter of closure between the card issuers each time
ga: Is féidir leat do chuntas a aistriú a mhinice agus is mian leat i rith na bliana gan dleacht breise a íoc, chomh fada agus a n-aistríonn tú litir dhúnta idir eisitheoirí na gcártaí gach uair

source: You are not liable to stamp duty if your billing address is outside the State for the entire accounting period in question
ga: Ní tú faoi dhliteanas do dhleacht stampála má tá do sheoladh billeála lasmuigh den Stát don tréimhse iomlán cuntasóireachta atá i gceist

source: In the case of a credit card account or a charge card account, where the cardholder has died and the account is closed, there is no duty payable in respect of the credit card account or charge card account on the following 1 April
ga: I gcás chuntas cárta creidmheasa nó chuntas cárta muirir, más amhlaidh go bhfuair sealbhóir an chárta bás agus go bhfuil an cuntas dúnta, níl aon dleacht le híoc maidir leis an gcuntas cárta creidmheasa nó leis an gcuntas cárta muirir ar an 1 Aibreán ina dhiaidh sin

source: If you have a query about a stamp duty charge on your account you should raise it with your financial institution
ga: Má tá ceist agat faoi mhuirear dleachta stampa ar do chuntas ba chóir duit é a fiosrú le d’institiúid airgeadais
